# -*- coding: utf-8 -*-

print "닭을 세어 봅시다." # 문자열 출력

print "암탉", 25.0 + 30.0 / 6.0 # 문자열을 출력 후, 더하기 나눗셈 연습을 했다.
print "수탉", 100.0-25.0 * 3.0 % 4.0 # 문자열을 출력 후, 빼기 곱하기 나머지

print "이제 달걀도 세어 봅시다." # 문자열 출력

print 3.0 + 2.0 + 1.0 - 5.0 + 4.0 % 2.0 - 1.0 / 4.0 + 6.0 # 엄청난 사칙연산

print "3 + 2 < 5 -7 는 참인가요?" # 문자열 출력

print 3.0 + 2.0 < 5.0 - 7.0 # 연산 후 비교 (결과는 Ture or False)

print "3 + 2 는 얼마죠?", 3.0 + 2.0 # 문자열 출력 후 , 더하기 연산
print "5 - 7 은 얼마죠?", 5.0 - 7.0 # 문자열 출력 후 , 빼기 연산

print "아하 이게 False인 이유네요." # 문자열 출력

print " 더 해볼까요." # 문자열 출력

print "더 큰가요?", 5.0 > -2.0 # 문자열 출력 후, 비교 (True)
print "더 크거나 같나요?", 5.0 >= -2.0 # 문자열 출력 후, 비교 (True)
print "더 작거나 같나요?", 5.0 <= -2.0 # 문자열 출력 후, 비교 (False)
